Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/sport_and_leisure/licensing_of_boats_and_watercraft_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Licensing of boats and watercraft in Ireland
ga: Ceadúnú bád agus soithí uisce in Éirinn

source: Recreational boats in Ireland are regulated in different ways depending on their size and what they are used for
ga: Rialaítear báid shiamsúla in Éirinn ar shlite difriúla a bhaineann lena dtoirt agus leis an úsáid a bhaintear astu

source: The use of safety equipment is governed by different laws for commercial, fishing and private vessels
ga: Stiúraítear úsáid trealaimh sábháilteachta trí dhlíthe éagsúla i gcomhair soithí tráchtála, iascaireachta agus príobháideacha

source: Age restrictions apply to the use of certain mechanically propelled pleasure craft such as jet-skis and the consumption of alcohol or drugs while using these craft is also restricted
ga: Tá feidhm ag teorainneacha aoise i gcás úsáide soithí shiamsúla áirithe a thiomáintear go meicniúil, mar scaird-scíonna, agus cuirtear teorainn freisin le caitheamh alcóil nó drugaí agus na soithí in úsáid

source: Sailing is governed by the Irish Sailing Association, which offers details of courses in sailing around Ireland
ga: Stiúraítear seoltóireacht ag Cumann Seoltóireachta na hÉireann, a chuireann sonraí cúrsaí seoltóireachta timpeall na hÉireann ar fáil

source: If a person owns a boat and wishes to install radio equipment on it, he or she must apply for a licence and may have to sit a radio operation examination
ga: Má tá duine ag iarraidh trealamh raidió a chur isteach ina b(h)ád, ní mór dó nó di iarratas a chur isteach ar cheadúnas, agus d'fhéadfadh go mbeadh air nó uirthi scrúdú a dhéanamh in oibriú raidió

source: Safety regulations governing the use of boats are specific to different kinds of vessel
ga: Baineann rialacháin faoi leith sábháilteachta a rialaíonn úsáid bád le cineálacha éagsúla soithí

source: Every shipping vessel, regardless of size, must carry lifejackets/personal flotation devices for each person on board
ga: Ní mór do gach soitheach loingis, is cuma cé chomh mór leis, seaicéid tarrthála/gairis phearsanta snámha a iompar do gach duine ar bord

source: Everyone on board a vessel of less than 23 feet (7.0 metres) in length must wear a lifejacket/personal flotation device
ga: Ní mór do gach duine ar bord soithigh de níos lú ná 23 troigh (7.0 méadar) seaicéad tarrthála/gaireas pearsanta snámha a chaitheamh

source: Passenger ships licensed to carry more than 12 people
ga: Longa paisinéirí atá ceadúnaithe níos mó ná 12 duine a iompar

source: Under the Merchant Shipping Act 1992, passenger ships that are licensed to carry more than 12 people are required to pass an annual safety inspection carried out by the Department of Transport, Tourism and Sport
ga: De réir an Achta Loingis Tráchtála 1992, ní mór do longa paisinéirí atá ceadúnaithe níos mó ná 12 duine a iompar pas a fháil i gcigireacht sábháilteachta bhliantúil a chuireann an Roinn Cumarsáide, Fuinnimh agus Acmhainn Nádúrtha i bhfeidhm

source: The use of safety equipment on fishing boats is regulated by the Fishing Vessel (Personal Flotation Devices) Regulations, 2001
ga: Rialaítear úsáid trealaimh sábháilteachta ar bháid iascaireachta de réir na Rialachán um Árthaí Iascaireachta (Feistí Phearsanta Snámha), 2001

source: The Regulations state that a lifejacket or personal flotation device must be provided for every crew member on any fishing vessel registered and licensed in Ireland
ga: De réir na Rialachán, ní mór seaicéad tarrthála nó feisteas pearsanta snámha a bheith ar fáil do gach ball foirne ar aon árthach cláraithe agus ceadúnaithe iascaireachta in Éirinn

source: The crew members must wear a lifejacket or personal flotation device at all times when on an exposed deck or at all times on open vessels that do not have internal accommodation
ga: Ní mór don fhoireann seaicéad tarrthála nó feisteas pearsanta snámha a chaitheamh i gcónaí agus iad ar deic oscailte nó ag gach tráth ar árthaí oscailte nach bhfuil cóiríocht taobh istigh acu

source: This applies equally whether the boat is at sea, in harbour or coming to and from moorings
ga: Bíonn seo i gceist, chomh maith, nuair a bhíonn an bád ar muir, sa chuan nó ag teacht anonn agus anall óna fheistiú

source: Each lifejacket or personal flotation device should be marked with the initials "CE" to show that it complies with a 1996 EU Directive on marine safety equipment standards or is marked with the mark of conformity in the form of the symbol set out in the 1996 Directive on marine equipment
ga: Ba chóir gach seaicéad tarrthála nó feisteas pearsanta snámha a mharcáil leis na túslitreacha “CE” lena léiriú go gcomhlíonann siad Treoir 1996 ón AE maidir le caighdeáin trealamh sábháilteachta muirí nó ba cheart go mbeadh marc comhréireachta orthu i bhfoirm na siombaile a leagtar amach i dTreoir 1996 ar threalamh muirí

source: Under the Merchant Shipping Act 1992, as amended by the Merchant Shipping (Investigation of Marine Casualties) Act 2000, a pleasure craft is defined as any vessel in private ownership used wholly or mainly for sport and recreation purposes
ga: De réir an Achta Loingis Tráchtála 1992, arna leasú ag an Acht Loingis Tráchtála (Fiosrú Taismeach Muirí) 2000, is soitheach siamsúil é aon soitheach in úinéireacht phearsanta a úsáidtear go príomha le haghaidh spóirt nó caitheamh aimsire

source: It also covers private vessels that are hired out by third parties, provided that the vessel will be operated only by the hirers and will not require a crew to operate it
ga: Cuirtear soithí príobháideacha a ligtear ar cíos don tríú duine san áireamh freisin, ar choinníoll go mbeadh na cíosóirí amháin á oibriú agus nach mbeadh gá le foireann chun é a oibriú

source: Mechanically Propelled Pleasure Craft
ga: Soithí Siamsúla a thiomáintear go meicniúil

source: The use of safety equipment on any mechanically-propelled pleasure craft is covered by the Pleasure Craft (Personal Flotation Devices and Operation) (Safety) Regulations 2005
ga: Tá úsáid trealaimh sábháilteachta ar aon soitheach siamsúil a thiomáintear go meicniúil faoi réir ag na Rialacháin Ceardaíochta pléisiúir (Feistí Pearsanta Snámha agus Feidhmiú) (Sábháilteacht) 2005

source: This includes motorboats, powerboats, fast powerboats (those than can travel at a speed of 17 knots) and personal watercraft, commonly referred to as jet skis
ga: Cuirtear báid mhótair, báid chumhacht-thiomáinte, báid chumhacht-thiomáinte luais (atá in ann taisteal ar luas 17 muirmhíle) agus soithí uisce phearsanta, orthu a nglaoitear scaird-scíonna, san áireamh

source: Under the 2005 Regulations, every motorboat and powerboat (other than personal watercraft) must have a lifejacket or personal flotation device for every person on board, regardless of the size of the pleasure craft
ga: De réir na Rialacha, ní mór do gach bád mótair agus bád chumhacht-thiomáinte seaicéad tarrthála nó gaireas snámha pearsanta le haghaidh gach duine atá ar bord a chur ar fáil

source: Anyone using a personal watercraft or jet ski must wear a lifejacket or personal flotation device at all times
ga: Ní mór d'aon duine atá ag úsáid soitheach uisce pearsanta nó scaird-scí seaicéad tarrthála nó gaireas snámha pearsanta a chaitheamh i gcónaí

source: Anyone being towed behind a motorboat or powerboat must also wear a lifejacket or personal flotation device at all times
ga: Ní mór freisin d'aon duine atá ar théad ag bád mótair nó bád chumhacht-thiomáinte seaicéad tarrthála nó gaireas snámha pearsanta a chaitheamh i gcónaí

source: Certain age restrictions apply to the use of lifejackets or personal flotation device on mechanically propelled pleasure craft
ga: Tá feidhm ag teorainneacha aoise áirithe i gcás úsáide seaicéid tarrthála nó gairis snámha pearsanta ar soithí siamsúla a thiomáintear go meicniúil

source: All persons under 16 years of age must wear a lifejacket at all times on all pleasure craft
ga: Ní mór do gach duine faoi bhun 16 bliana d'aois seaicéad tarrthála a chaitheamh i gcónaí agus iad ar bhád mótair nó chumhacht-thiomáinte oscailte, nó nuair a bhíonn siad ar deic má tá iostas taobh istigh ag an mbád mótair nó chumhacht-thiomáinte

source: Certain age restrictions on the use of mechanically propelled pleasure craft also apply
ga: Tá feidhm ag teorainneacha aoise áirithe i gcás úsáide soithí siamsúla a thiomáintear go meicniúil freisin

source: Under the Regulations, it is illegal for anyone under the age of 16 to operate or control a fast powerboat or a jet ski
ga: De réir na Rialacháin, tá sé mídhlíthiúil d'aon duine faoi bhun 16 bliana d'aois bád chumhacht-thiomáinte luais nó scaird-scí a oibriú nó a stiúradh

source: For persons under 12, it is illegal to operate or control any mechanically propelled pleasure craft with an engine more powerful than 3.7 kilowatts
ga: Tá sé mídhlíthiúil do dhaoine faoi bhun 12 bhliain d'aois aon soitheach siamsúil a thiomáintear go meicniúil le hinneall níos cumhachtaí ná 3.7 cileavatanna a oibriú nó a stiúradh

source: The consumption of alcohol or drugs on board is also restricted by the regulations
ga: Cuirtear teorainn le caitheamh alcóil nó drugaí ar bord ag na rialacháin freisin

source: Persons operating all pleasure craft must not consume alcohol or drugs and any person on board any mechanically propelled pleasure craft may only consume alcohol or drugs in a manner that does not affect safety or cause a disturbance to the person in control of the craft
ga: Níl cead ag daoine atá ag oibriú báid chumhacht-thiomáinte luais nó scaird-scí alcól nó drugaí a chaitheamh, agus ní mór d'aon duine atá ar bord aon soitheach siamsúil a thiomáintear go meicniúil atá ag caitheamh alcóil nó drugaí iad a chaitheamh sa chaoi nach gcuireann sé isteach ar shábháilteacht nó nach dtarraingíonn sé achrann ar an duine atá ag stiúradh an tsoithigh

source: If an offence is committed under these regulations, an on-the-spot fine of €150 may be imposed or the offence may be prosecuted in the District Court
ga: Má dhéantar cion faoi na rialacháin seo, féadtar fíneáil ar an láthair €150 a ghearradh nó féadtar an cion a ionchúiseamh sa Chúirt Dúiche

source: Water sports and recreational boating training
ga: Spóirt uisce agus traenáil bhádóireachta shiamsúil

source: The Irish Sailing Association (ISA) is the national governing body representing sailing, windsurfing, power boating and personal watercraft in Ireland
ga: Is é Cumann Seoltóireachta na hÉireann (CSE) an Chomhairle Rialaithe Náisiúnta (CRN) a fheidhmíonn ar son seoltóireachta, surfáil gaoithe, bádóireacht chumhacht-thiomáinte agus soithí uisce phearsanta in Éirinn

source: It advises on all aspects of boating safety and has a network of teaching establishments that offer training for all leisure craft in Ireland
ga: Tugann sé comhairle ar gach gné de shábháilteacht bádóireachta agus tá sraith fothuithe múinteoireachta aige a chuireann traenáil ar fáil do gach saghas soithí siamsúil in Éirinn

source: This training includes courses in how to operate dinghies, keelboats, catamarans, powerboats, personal watercraft or jet skis and windsurf boards
ga: Cuireann an traenáil seo cúrsaí in oibriú báidín calaidh, báid chíle, catamarain, báid chumhacht-thiomáinte, soithí uisce phearsanta nó scaird-scíonna agus cláir surfáil gaoithe san áireamh

source: There are also courses offered in how to become a sea-based or shore-based 'Yachtmaster'
ga: Cuirtear cúrsaí ar fáil chomh maith i dteacht chun bheith i do Luamhaire i bhFarraige nó Ar Tír

source: • Merchant ships: Under the Merchant Shipping (Radio) Rules 1992, every passenger ship or cargo ship of 300 Gross Tons or above is required to install a radio installation in compliance with the requirements of the Global Maritime Distress and Safety System (GMDSS)
ga: • Loing thrádála: Faoi na Rialacha um Loingeas Trádála (Raidió), 1992, ní mór do gach long paisinéirí nó lasta de 300 olltonna nó níos mó trealamh raidió a insealbhú faoi réir ag na riachtanais atá ag an gCóras Domhanda Guaise agus Sábháilteachta Muirí

source: • Fishing vessels: Under the Merchant Shipping Fishing Vessel (Radio Installations) Regulations 1998, every registered fishing vessel must install a radio installation in compliance with the requirements of the Global Maritime Distress and Safety System (GMDSS)
ga: • Soithí Iascaireachta: Faoi na Rialacháin um Shoitheach Iascaireachta Loingis Thrádála (Trealaimh Raidió), 1998, ní mór do gach soitheach iascaireachta cláraithe trealamh raidió a insealbhú faoi réir ag na riachtanais atá ag an gCóras Domhanda Guaise agus Sábháilteachta Muirí

source: The radio installation must be capable of transmitting and receiving different types of radiocommunications such as distress alerts and messages, urgency and safety messages, meteorological information and public correspondence
ga: Ní mór go mbeadh sé ar chumas an trealaimh raidió cineálacha éagsúla teachtaireachtaí raidió a tharchur agus a ghlacadh, ina measc teachtaireachtaí guaise, práinne agus sábháilteachta, eolas meitéareolaíoch agus comhfhreagras poiblí

source: In addition, the installation must be capable of transmitting and receiving locating signals
ga: Chomh maith, ní mór go mbeadh an trealamh in ann comharthaí aimsithe a tharchur agus a ghlacadh

source: The Maritime Radio Affairs Unit (MRAU), which is a unit within the Marine Survey Office of the Department of Transport, Tourism and Sport, is responsible for the implementation of these Rules and Regulations and is responsible for surveying and inspecting radio installations and the issuing of Safety Radio Certificates
ga: Tá an tAonad um Ghnóthaí Raidió Muirí (AGRM) aonad san Oifig Shuirbhéireachta Mara den Roinn Cumarsáide, Fuinnimh agus Acmhainní Nadúrtha, freagrach as cur i bhfeidhm na Rialacha agus na Rialacháin seo agus freagrach freisin as suirbhéireacht agus cigireacht a dhéanamh ar threalaimh raidió chomh maith le Teastais Sábháilteachta Raidió a eisiúint

source: The MRAU may also survey or inspect Foreign Registered vessels and in such cases, carries out these tasks in accordance with the standards of the Safety of Life at Sea Convention (SOLAS) of the International Maritime Organization (IMO)
ga: Is féidir leis an AGRM suirbhéireacht agus cigireacht a dhéanamh ar shoithí atá Cláraithe Thar Lear agus sna cásanna sin, déantar an obair seo faoi réir ag na caighdeáin atá leagtha síos ag an gCoinbhinsin um Shábháilteacht Anama ar Muir den Eagraíocht Idirnáisiúnta Muirí

source: Where a vessel is found to be contravention of any of the above Rules, Regulations and standards and the deficiency is deemed by a Radio Surveyor to have a potentially major impact on the safety of the vessel at sea, the Surveyor has the power to detain the vessel until such time as the deficiency is remedied
ga: Sa chás go ndéantar cinneadh go bhfuil an soitheach ag sárú aon cheann de na Rialacha, Rialacháin agus caighdeáin thuasluaite agus má dhéanann Suirbhéir Raidió cinneadh go bhféadfadh mórthionchar a bheith ag an sárú seo ar shábháilteacht an tsoithigh ar muir, tá sé de chumhacht ag an Suirbhéir an soitheach seo a choinneáil go dtí go bhfuil an scéal curtha ina cheart

source: The licensing of maritime radio systems is regulated by the Wireless Telegraphy Act, 1926
ga: Déantar rialáil san Acht Raidió-Theileagrafaíochta, 1926 ar chórais raidió mhuirí

source: Every ship that has a radio system installed must also carry a Ship Radio Licence
ga: Ní mór go mbíonn Ceadúnas Raidió Loinge ar iompar ag gach long ina bhfuil córas raidió suiteáilte

source: While owners of recreational craft, e.g., yachts, sail cruisers, motor cruisers, etc., are not required to install a radio system, nevertheless if they opt to install a radio system on a voluntary basis, they must also carry a Ship Radio Licence on board
ga: Cé nach gceanglaítear ar úinéirí báid caitheamh aimsire, e.g. luaimh, cúrsóirí seolta, cúrsóirí innill, etc., chun córas raidió a shuiteáil, má roghnaíonn siad chun córas raidió a shuiteáil ar bhonn deonach, mar sin féin, ní mór dóibh Ceadúnas Raidió Loinge a iompar ar bord

source: Ship Radio Licences are issued by the MRAU
ga: Eisíonn an tAonad Gnóthaí Raidió Mhuirí (MRAU) Ceadúnais Raidió Loinge

source: An applicant for a licence is required to submit the technical details of the radio equipment installed on the vessel
ga: Tá ar iarratasóir ar cheadúnas sonraí teicniúla an trealaimh raidió a suiteáladh ar an árthach a sheoladh ar aghaidh

source: Download an application form for a ships radio licence here
ga: Íoslódáil foirm iarratais ar cheadúnas raidió loinge anseo

source: Every vessel that is equipped with radio equipment must also carry at least one qualified marine radio operator
ga: Ní mór go mbíonn ar a laghad oibreoir cáilithe amháin raidió mhuirí ar bord ar gach árthach ina bhfuil trealamh raidió suiteáilte

source: The qualification(s) of the operator(s) depends on a number of factors, including the level of radio equipment installed and the trading area of the vessel
ga: Braitheann cáilíocht(aí) an oibreora/na n-oibreoirí ar líon tosca, ina measc an leibhéal trealamh raidió atá suiteáilte agus limistéar trádála an árthaigh

source: Details of Ships Radio Licence Training Course Providers (pdf) are available from the Maritime Safety Directorate in the Department of Transport, Tourism and Sport
ga: Tá sonraí ar Sholáthraithe Cúrsa Oiliúna Ceadúnas Raidió Long (pdf) ar fáil ón Stiúrthóireacht Sábháilteachta Muirí sa Roinn Iompair, Turasóireachta agus Spóirt

source: Waterways Ireland is the agency responsible for the maintenance and development of inland navigable waterways in Ireland, mainly for recreational purposes
ga: Is iad Uiscebhealaí Éireann an ghníomhaireacht atá freagrach as cothabháil agus forbairt na mbealaí uisce intíre inseolta in Éirinn, as a mbaintear leas áineasa den chuid is mó

source: It is also responsible for the enforcement of the navigational rules or bye-laws applying to the waterways under its remit
ga: Ina theannta sin, tá siad freagrach as forfheidhmiú na rialacha loingseoireachta nó na bhfodhlíthe a bhaineann leis na bealaí uisce atá faoina sainchúram

source: While a licence is not required to operate a boat on these waterways, if you own a boat, you may have to register it with Waterways Ireland or purchase a permit
ga: Cé nach dteastaíonn ceadúnas le bád a fheidhmiú ar na bealaí uisce seo, má tá bád agat, d’fhéadfadh go mbeadh ort é a chlárú le hUiscebhealaí Éireann nó cead a cheannach

source: There is no charge for registration and if you buy the boat second-hand, it may already be registered
ga: Níl aon táille ar chlárú agus má cheannaíonn tú an bád mar bhád athláimhe, d’fhéadfadh go bhfuil sé cláraithe cheana féin

source: The waterways for which registration or permits are required are :
ga: Is iad na bealaí uisce óna dteastaíonn clárú nó ceadanna:

source: • Shannon Navigation and Shannon-Erne Waterway: All boats with an engine more powerful than 11.2 kilowatts must be registered and display their registration number
ga: • Loingseoireacht na Sionainne agus Bealach Uisce na Sionainne-na hÉirne: Ní mór do gach bád ag a bhfuil inneall atá níos cumhachtaí ná 11.2 cileavata bheith cláraithe agus a n-uimhir chláraithe a thaispeáint

source: • Erne System: All boats with an engine more powerful than 7.5 kilowatts must be registered and display their registration number
ga: • Córas na hÉirne: Ní mór do gach bád ag a bhfuil inneall atá níos cumhachtaí ná 7.5 cileavata bheith cláraithe agus a n-uimhir chláraithe a thaispeáint

source: • Barrow Navigation, Grand Canal and Royal Canal: All boats require a permit which must be displayed
ga: • Loingseoireacht na Bearú, na Canálach Móire agus na Canálach Ríoga: Teastaíonn cead ó gach bád agus ní mór an cead a thaispeáint

source: There are 3 types of permit – a 12-month Combined Mooring & Passage Permit, an additional 12-month Extended Mooring Permit and a 1-month Visitor Permit
ga: Tá trí shaghas ceada ann – Comhchead Feistithe agus Slí 12 mhí, Cead Sínte breise Feistithe 12 mhí agus Cead Cuairteora 1 mhí

source: You can get more information on registration and permits on Waterways Ireland's website
ga: Féadfaidh tú tuilleadh faisnéise a fháil ar clárú agus cheadanna ar láithreán gréasáin Uiscebhealaí Éireann

source: The Department of Transport, Tourism and Sport is responsible for issuing radio licences
ga: Tá an Roinn Iompair, Turasóireachta agus Spóirt freagrach as ceadúnais raidió a eisiúint

source: The licence last for the lifetime of the vessel and costs €100
ga: Maireann an ceadúnas saolré an árthaigh agus cosnaíonn sé €100

source: • Combined Mooring & Passage Permit - €126
ga: • Comhchead Feistithe agus Pasáiste – €126

source: • Extended Mooring Permit - €152
ga: • Cead Sínte Feistithe – €152

source: • Visitor Permit - free
ga: • Cead Cuairteora – saor in aisce

source: The Irish Sailing Association's provides information on all ISA-approved courses run by sailing clubs, sailing schools and watersport centres around the country
ga: Soláthraíonn Cumann Seoltóireachta na hÉireann faisnéis ar gach cúrsa atá faofa ag CSÉ a reáchtálann cumainn seoltóireachta, scoileanna seoltóireachta agus ag ionaid spórt uisce timpeall na tíre

source: The Department of Transport, Tourism and Sport provides information on different certificates required for operating certain marine radios, their syllabi or course content and a list of course providers and radio examiners around the country
ga: Soláthraíonn an Roinn Iompair, Turasóireachta agus Spóirt faisnéis ar dheimhnithe éagsúla a theastaíonn chun raidiónna áirithe muirí a oibriú, a siollabais nó ábhar a gcúrsa mar aon le liosta de sholáthraithe cúrsa agus de scrúdaitheoirí raidió timpeall na tíre

source: Department of Transport, Tourism and Sport
ga: An Roinn Iompair, Turasóireachta agus Spóirt

source: Maritime Radio Affairs Unit
ga: Aonad Cúrsaí Raidió Muirí

source: Tel:+353 (0)1 678 3453
ga: Teil:+353 (0)1 678 3453

source: Fax:+353 (0)1 678 3477
ga: Facs:+353 (0)1 678 3477

source: Waterways Ireland is responsible for the regulation and maintenance of inland waterways in both Ireland and Northern Ireland
ga: Tá Uiscebhealaí Éireann freagrach as rialáil agus cothabháil na n-uiscebhealaí intíre in Éirinn agus i dTuaisceart Éireann araon

source: Its headquarters is in Enniskillen, but you can also contact its Dublin office
ga: Tá a gceanncheathrú lonnaithe in Inis Ceithleann, ach féadfaidh tú teagmháil a dhéanamh lena n-oifig i mBaile Átha Cliath chomh maith
